// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "数据已更改。要继续吗？";
kCheckChangesAlertContinueButtonTitleKey = "继续";
kCheckChangesAlertMessageKey = "若继续，所做更改将丢失。单击“取消”可放弃操作并继续执行任务。";

DeviceStatusUnknown = "未知的";

NoItemsMenuTitle = "无可用项";

NotEnoughSpaceTitle = "无法启动 HP Utility";
NotEnoughSpaceMsg = "您的启动磁盘几乎已经满了。您需要删除文件以便在您的启动磁盘上腾出更多的可用空间。";

RecentUnreachableTitle = "无法连接";
RecentUnreachableMsg = "%@ 当前无法使用。请检查其是否已开启并建立了连接，或者稍后重试。";

AirPortDeviceErrorTitle = "HP Utility 无法与连接到 AirPort 的设备一起使用。";
SharedDeviceErrorTitle = "HP Utility 无法与共享设备一起使用。";
NotDirectDeviceErrorDescription = "请直接将设备连接到 Mac 进行使用。";

NoUtilityMessage = "请重新安装设备附带的软件。";

// menu items
ShowAdvanced = "显示高级选项";
HideAdvanced = "隐藏高级选项";

DeviceOKButtonTitle = "确定";
DeviceResumeButtonTitle = "重新开始";
SupplyInfoTaskTitle = "耗材信息";
TravelInfoTaskTitle = "旅行信息";

kTaskGroupInformationTitleKey = "信息";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "配置";
kTaskGroupSupportTitleKey = "支持";
kTaskGroupJobCenterTitleKey = "作业中心";

kTaskGroupUnknownTitleKey = "其他";
kTaskGroupInformationAndSupportTitleKey = "信息和支持";
kTaskGroupInformationAndPrintQualityTitleKey = "信息和打印质量";
kTaskGroupPrinterSettingsTitleKey = "打印机设置";
kTaskGroupFaxSettingsTitleKey = "传真设置";
kTaskGroupNetworkSettingsTitleKey = "网络设置";
kHSDTaskGroupScanSettingsTitleKey = "扫描设置";

ApplyButtonTitle = "立即应用";

kViewMenuTitle = "查看";

AskSaveChangesAlertTitle = "您已更改此屏幕上的设置";
AskSaveChangesAlertMsg = "关闭之前是否要应用更改？";
AskSaveChangesDontApplyButtonTitle = "不应用";
AskSaveCahngesApplyButtonTitle = "应用";

MultipleAskSaveChangesAlertTitle = "您已更改 %i 窗口中的设置";
MultipleAskSaveChangesAlertMsg = "退出之前是否要查看这些更改？";
MultipleAskSaveChangesDiscardButtonTitle = "放弃更改";
MultipleAskSaveChangesReviewButtonTitle = "查看更改...";

ConnectingMessage = "正在连接到设备\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "请选择一个设备以开始操作";

DevicesItemTitleString = "设备";
DevicesItemTooltipString = "显示/隐藏设备";
SupportItemTitleString = "HP 支持";
SupportItemTooltipString = "即时支持";
SuppliesItemTitleString = "耗材";
SuppliesItemTooltipString = "在线购买耗材";
RegistrationItemTitleString = "注册";
RegistrationItemTooltipString = "在线注册";
RecyclingItemTitleString = "回收利用";
RecyclingItemTooltipString = "在线返还与回收";
MarsItemTitleString = "产品改进";
MarsItemTooltipString = "HP 产品改进研究";
TasksItemTitleString = "所有设置";
TasksItemTooltipString = "显示所有设置";
SearchItemTitleString = "搜索";
SearchItemTooltipString = "搜索插件或关键字";

HSDAddDevicesToolTip = "添加设备";
HSDRemoveDevicesToolTip = "移除所选设备或智能组";
HSDPullDownMenuToolTip = "“操作”菜单";
TaskCellWidth = "98";

PrintersGroupString = "设备";
SmartGroupsString = "智能组";

PrinterName = "设备名称";
ModelName = "型号";
SerialNumber = "序列号";
IPAddress = "IP 地址";
BluetoothAddress = "地址";
ConnectionType = "连接";

kSmartGroupDefaultName = "智能组";
kSmartGroupRulePropertyModel = "型号";
kSmartGroupRulePropertyName = "名称";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP 地址";
kSmartGroupRulePropertyConnectionType = "连接类型";

kSmartGroupRuleCriterionContains = "包含";
kSmartGroupRuleCriterionDoesntContain = "不包含";
kSmartGroupRuleCriterionIs = "是";
kSmartGroupRuleCriterionIsNot = "不是";
kSmartGroupRuleCriterionStartsWith = "开始于";
kSmartGroupRuleCriterionEndsWith = "结束于";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "所有";
HSDRulesMatchStyleAny = "任意";

IncompatibleTasksTitle = "不兼容组件";
IncompatibleTasksMessage = "您计算机上安装的某些组件是为其他版本 HP Utility 开发的。这些组件将不会加载，与您的设备相关的某些功能将不可访问。请点按工具栏上的“HP 支持”项访问 HP 联机支持站点，下载最新版本的 HP 软件。";

NoComponentsTitle = "找不到某些 HP Utility 组件";

ShowDevicesItemTitle = "显示设备";
HideDevicesItemTitle = "隐藏设备";
ShowToolbarItemTitle = "显示工具栏";
HideToolbarItemTitle = "隐藏工具栏";

DevicesMenuSetupDeviceItemTitle = "设置新设备…";
DevicesMenuSetupSelectedDeviceItemTitle = "設定選取的裝置…";
DevicesMenuSetupWirelessItemTitle = "HP 自动无线连接…";
DevicesMenuAddDevicesItemTitle = "添加设备…";
DevicesMenuAddDeviceManuallyItemTitle = "手动添加设备…";
DevicesMenuNewSmartGroupItemTitle = "新建智能组…";
DevicesMenuEditSmartGroupItemTitle = "编辑智能组…";
DevicesMenuPrintersMenuTitle = "设备列表";
DevicesMenuEmptyItemTitle = "(空)";

DevicesMenuRemoveDeviceItemTitle = "删除设备";
DevicesMenuRemoveSmartGroupItemTitle = "删除智能群组";
DevicesMenuSortByItemTitle = "排序方式";
DevicesMenuNameItemTitle = "名称";
DevicesMenuAvailabilityItemTitle = "可用性";

HSDAddDeviceManuallyItemTitle = "手动添加设备…";
HSDNewSmartGroupItemTitle = "新建智能组…";
HSDEditSmartGroupItemTitle = "编辑智能组…";

DeviceNotAvailableMessageString = "所选设备当前不可用，请选择其他设备。";
ScanjetDeviceNotAvailableMessageString = "所选设备当前不可用。请确保设备已打开电源，连接到计算机并且已安装所有必需的软件。";

AppManagerItemTitleString = "应用程序";
AppManagerItemTooltipString = "应用程序";

AppManagerAskApplyChangesAlertTitle = "是否应用所做的更改?";
AppManagerAskApplyChangesAlertMsg = "如果不应用，更改将会丢失。";
AppManagerApplyButtonTitle = "应用";
CancelButtonTitleKey = "取消";
AppManagerDontApplyButtonTitle = "不应用";

NoSaveTitle = "无法保存文件";
DidNotSaveMessage = "请检查是否有足够的磁盘空间，以及是否 具有将文件保存在指定位置的访问权限。";

ConnectMenuItemTitleFormat = "连接到 %@";
EditMenuItemTitleFormat = "编辑 %@...";
RemoveMenuItemTitleFormat = "删除 %@";

ShowOnlineAccessWarningsCommandTitle = "显示在线访问警告";
HideOnlineAccessWarningsCommandTitle = "隐藏在线访问警告";

HSDSmartGroupNameTitle = "智能组名称:";
HSDMatchTextFieldTitle1 = "匹配";
HSDMatchTextFieldTitle2 = "下列规则:";
HSDCancelButtonTitle = "取消";
HSDOKButtonTitle = "确定";

// locked feature view
HSDDisabledFeatureTitle = "此功能已被设备管理员锁定或禁用";
HSDDisabledFeatureDescription = "可以通过“设备管理”面板启用此功能。单击以下 \"转到\" 按钮转到该面板。";
HSDNoWayToUnlockDescription = "您无法使用此功能，因为它已被锁定或禁用。有关详细信息，请与设置打印机的相应人员联系。";
HSDGoButton = "转到";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "您的设备可以进行墨水续订";
SubscribedSuppliesMessage = "请记住…通过 HP Instant Ink，您可以按折扣价获取此打印机的替代墨盒! 您还可以访问 HP 的在线商店购买其他设备的配件或耗材。";
GoToStoreButtonTitle = "转至商店";

//Search Window
SearchWindowTitle = "搜索";
SearchWindowTaskTitle = "搜索:";
SearchWindowButtonCancelTitle = "取消";
SearchWindowButtonSearchTitle = "搜索";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "关于 HP Utility";
"Hide HP Utility" = "隐藏 HP Utility";
"Hide Others" = "隐藏其他内容";
"Show All" = "显示全部";
"Quit HP Utility" = "退出 HP Utility";

"Devices" = "设备";

"Edit" = "编辑";
"Undo" = "撤消";
"Redo" = "重做";
"Cut" = "剪切";
"Copy" = "复制";
"Paste" = "粘贴";
"Delete" = "删除";
"Select All" = "全选";

"View" = "查看";

"Window" = "窗口";
"Close" = "关闭";
"Minimize" = "最小化";
"Zoom" = "缩放";
"Bring All to Front" = "全部显示在最前面";

Version = "版本";

// Global Mode
MarsUnavailableAlertTitle = "无法配置 HP 产品改进研究";
MarsUnavailableAlertDescription = "您的设备不适用于 HP 产品改善研究计划。";
MarsUnavailableForOnlineDevicesAlertDescription = "您的联机设备不适用于 HP 产品改善研究计划。请打开其他设备，将其连接至您的 Mac 或网络，然后重试。";
